
supliers = [ f"Поставщик {i}" for i in range(7) ] 

materials = [
             'Натуральная мягка кожа', 'Искусственная мягка кожа', "Кожа крокодилья", "Текстильные материалы", 
             "Жесткая кожа", "Каучук", "Резина", "Пластмасса", "Древесина", "Гвозди", 
             "Шнурки", "Капибарий мех", "Мех зебры", "Фурнитура", "Краситель", "Коробки",
             "Нитки", "Бумага", 
            ]

employers_of_workshop = [
             "Кройщик", "Сборщик", "Строчник", "Обивщик", "Плотник", 
             "Оператор станка", "Сбивщик", "Покрассчик", "Нащальник", 
             "Дизайнер", "Управляющий", "Технический работник",
             "Завхоз", "Швея", "Упаковщик",
            ]
            
employers_of_office = ["Секретарь", "Самый главный Директор", "Финансовый директор", "Аналитик", "Бухглатер",
                       "Менеджер производства", "Прогромист", "Системный администратор", "Системный инженер",
                       "Маркетолог", "Технический руководитель", "Охрана", "Клининг отдел", 
                      ]

shues_catalog = [
                 "Кроссовки", "Классические туфли", "Кеды", "Берцы", "Подкрадули", 
                 "Галоши", "Сандали", "Босоножки", "Лоферы", "Топсайдеры", "Тапки",
                 "Оверсайдеры",
                ]

shoe_care_products = ["Щетка", "Спрей", "Лак", "Крем", "Краска", "Губка", "Очиститель",
                      "Растяжитель", "Влажные салфетки", "Ластик", "Фломастер", 
                     ]

industrial_equipment = ["Пресс для изготовления стелек - 3000", 
                        "Установка для создания формы носовой части ботинка - 10000",
                        "Машина для загибания переходов и краев некоторых деталей - 5000", 
                        "Оборудование для шлифовки", "Полировочная установка", "Швейная машина",
                        "Клеймовик", "Промышленная сушилка", "Промышленный конвеер", 
                        "Резак для деления материалов на детали", "Затягатель", "Увлажнитель", 
                        "Холодильник", "Яндекс Станция 2", "Чип-машина", "Молоток", "Сервер", 
                        "Компьютер", "Гильотина", 
                       ]
